"EPLanguageDirection"="RightToLeft";

// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Fax Settings"="הגדרות פקס";
"Back"="חזרה";
"Str_Fax_Settings_Btn_Next"="הבא";
"Str_Fax_Settings_Btn_Finish"="סיום";

// ------------------------------------------------------------------------
// Introduction
// ------------------------------------------------------------------------
"Str_Introduction_View_Title"="מבוא";
"Make the basic settings to send/receive faxes."="קבע את ההגדרות הבסיסיות לשליחה/קבלה של פקסים.";
"Make sure that the computer is connected to the printer, the printer driver is installed, setup for printing from the computer is finished, and the printer is turned on."="ודא שהמחשב מחובר למדפסת, שמנהל ההתקן של המדפסת מותקן, שהגדרת ההדפסה מהמחשב הושלמה ושהמדפסת מופעלת.";

// ------------------------------------------------------------------------
// Progress Message(read setting information)
// ------------------------------------------------------------------------
"Str_Read_Information_Progress_Message"="קורא הגדרות מהמדפסת.";

// ------------------------------------------------------------------------
// Header Information Settings
// ------------------------------------------------------------------------
"Str_Header_Information_Strings_View_Title"="הגדרות פרטי כותרת עליונה";
"Enter your Fax Header and Phone Number."="הזן את הכותרת העליונה של הפקס ואת מספר הפקס.";
"Fax Header:"="כותרת עליונה של הפקס:";
"Your Phone Number:"="מספר הטלפון שלך:";
"Your Fax Header and Phone Number are displayed at the top of the received fax."="הכותרת העליונה של הפקס ומספר הפקס שלך מוצגים בחלק העליון של הפקס הנכנס.";

// ------------------------------------------------------------------------
// Auto Answer Settings
// ------------------------------------------------------------------------
"Str_Auto_Answer_Strings_View_Title"="הגדרות מענה אוטומטי";
"If you use the Fax more than the Printer, we recommend using Auto Answer. We also recommend keeping paper for fax reception loaded at all times."="אם אתה משתמש בפקס יותר מאשר במדפסת, מומלץ להשתמש במענה אוטומטי. מומלץ גם לדאוג שתמיד יהיה טעון נייר לצורך קבלת פקסים.\nהערה:\nייתכן שההגדרה 'צלצולים למענה' לא תהיה זמינה, בהתאם לאזור.";
"Number of Rings to Answer:"="מספר צלצולים למענה:";
"Make sure you set Auto Answer if there is no external telephone connected to the printer.\nFaxes cannot be received if Auto Answer is not set."="הקפד להגדיר מענה אוטומטי אם לא מחובר למדפסת טלפון חיצוני.\nלא ניתן לקבל פקסים אם לא מוגדר מענה אוטומטי.";
"Auto Answer"="מענה אוטומטי";
"Str_Auto_Answer_Strings_Button_On"="מענה אוטומטי:מופעל";
"Str_Auto_Answer_Strings_Button_Off"="מענה אוטומטי:כבוי";
"Str_Auto_Answer_Strings_Button_AutoSwitch"="החלפה אוטומטית פקס/טלפון";

// ------------------------------------------------------------------------
// Dial Tone Detection Settings
// ------------------------------------------------------------------------
"Str_Dial_Tone_Detection_Settings_View_Title"="הגדרות זיהוי צליל חיוג";
"Set whether or not to start dialing after detecting a dial tone."="הגדר אם להתחיל לחייג לאחר זיהוי צליל חיוג.";
"If a dial tone cannot be detected by the Check Fax Connection, you can dial by clearing the check box."="אם לא ניתן לזהות צליל חיוג באמצעות בדיקת 'בדוק חיבור פקס', באפשרותך לחייג על-ידי ביטול תיבת הסימון.";
"Sometimes, clearing the check box might remove part of the number, and you might connect to the wrong number."="לפעמים, ביטול תיבת הסימון עשוי לגרום להסרת חלק מהמספר, ואתה עלול לחייג למספר שגוי.";
"Detect Dial Tone"="זהה צליל חיוג";

// ------------------------------------------------------------------------
// Confirm Settings
// ------------------------------------------------------------------------
"Str_Confirm_Settings_View_Title"="אשר הגדרות";
"Check the following settings."="בדוק את ההגדרות הבאות.";
"Click [Next] to send the setting information to the printer."="לחץ על [הבא] לשליחת ההגדרות למדפסת.";
"Str_Confirm_Settings_View_SText_Fax_Header"="כותרת עליונה של הפקס:";
"Str_Confirm_Settings_View_SText_Phone_Number"="מספר הטלפון שלך:";
"Str_Confirm_Settings_View_SText_Auto_Answer"="מענה אוטומטי:";
"Str_Confirm_Settings_View_SText_Rings_To_Answer"="צלצולים למענה:";
"Str_Confirm_Settings_View_SText_Dial_Tone_Detection"="זיהוי צליל חיוג:";
"Str_Confirm_Settings_View_SText_On"="מופעל";
"Str_Confirm_Settings_View_SText_Off"="כבוי";
"Str_Confirm_Settings_View_SText_AutoSwitch"="החלפה אוטומטית";

// ------------------------------------------------------------------------
// Progress Message(write settings information)
// ------------------------------------------------------------------------
"Str_Write_Information_Progress_Message"="שולח את ההגדרות למדפסת.";

// ------------------------------------------------------------------------
// Settings Complete
// ------------------------------------------------------------------------
"Str_Settings_Complete_View_Title"="ההגדרות הושלמו";
"Str_Settings_Complete_View_SText_Success"="הגדרות הפקס הושלמו באופן תקין.";

// ------------------------------------------------------------------------
// Failed to make Fax Settings
// ------------------------------------------------------------------------
"Str_Failed_Make_Fax_Settings_View_Title"="כשל בקביעת הגדרות הפקס";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="אודות FAX Utility...";
"Preferences..."="העדפות...";
"Services"="שירותים";
"Hide FAX Utility"="הסתר את FAX Utility";
"Hide Others"="הסר אחרים";
"Show All"="הצג הכל";
"Quit FAX Utility"="צא מ-FAX Utility";
"File"="קובץ";
"Close"="סגור";
"Edit"="ערוך";
"Undo"="בטל פעולה";
"Redo"="בצע שוב";
"Cut"="גזור";
"Copy"="העתק";
"Paste"="הדבק";
"Delete"="מחק";
"Select All"="בחר הכל";
"Window"="חלון";
"Minimize"="מזער";
"Help"="עזרה";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="ביטול";
"Str_Alert_Common_OK"="אישור";

"Str_Alert_Common_Necessary_File_Not_Found"="לא ניתן למצוא את הקובץ הנחוץ להפעלת התוכנית.\nהתקן את FAX Utility מחדש.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="לא ניתן לקבל את פרטי המדפסת (פקס). פתח את \"Print & Fax Preferences\" והוסף את מנהל ההתקן של PC-FAX.";
"Str_Alert_Common_Confirm_OverWrite"="הקובץ שצוין כבר קיים. האם ברצונך להחליפו?";
"Str_Alert_Common_Not_Responding_Error"="המדפסת לא מגיבה. ודא שהמדפסת מחוברת כהלכה ושאספקת החשמל פעילה.";
"Str_Alert_Common_Communication_Error"="אירעה שגיאת תקשורת במדפסת.";
"Str_Alert_Common_Printer_Processing_Error"="המדפסת מעבדת נתונים. המתן זמן מה ונסה שוב.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="זוהתה שגיאה במהלך התקשורת עם המדפסת.\nקוד שגיאה (%d)";
"Str_Alert_Common_Error_Occurred"="העיבוד בוטל משום שאירעה שגיאה.";
"Str_Alert_Common_PrinterStatusError"="אירעה שגיאה במדפסת. נקה את השגיאה ולאחר מכן נסה שוב.";

// ------------------------------------------------------------------------
// Alert(FAX Settings)
// ------------------------------------------------------------------------
"Str_Alert_Fax_Settings_Cannot_Open"="לא ניתן להפעיל את הגדרות הפקס משום שפונקציה אחרת של FAX Utility כבר פועלת. המתן לסיום הפעולה ונסה שוב.";
"Str_Alert_Fax_Settings_Confirm_Cancel_Processing"="הגדרות הפקס לא הושלמו.\nהאם ברצונך לבטל את העיבוד?";
"Str_Alert_Fax_Settings_Input_FaxHeader_Not_Support"="ניתן להשתמש רק בתווים אלפאנומריים ובסמלים עבור הכותרת העליונה של הפקס.";
"Str_Alert_Fax_Settings_Input_PhoneNumber_Not_Support"="ניתן להשתמש רק בתווים מספריים וברווחים עבור מספר הטלפון שלך.";
"Str_Alert_Fax_Settings_Input_RetryCount_Not_Support"="הגדר את מספר הצלצולים למענה בטווח שבין %d עד %d.";
"Str_Alert_Fax_Settings_Setting_Information_Failed"="זוהתה בעיה בהגדרות שהתקבלו מהמדפסת.\nשם הפריט: (הפריט שזוהה)";
